{
    "select_language": "भाषा चुने",
    "wirasat_app": "तयसीर उल फराइज़",
    "caption": "\" शरीअत की रहनुमाई, अदल का तहफ़्फ़ुज़, हक़ की तकमील \"",
    "button1": "तक़सीम ए तरका",
    "button2": "ज़रूरी हिदायात",
    "button3": "हल ए मुनास्ख़ा",
    "button4": "ज़बान",
    "button5": "तआारुफ़",
    "button6": "इज़हार ए तशक्कुर",
    "button7": "राबिता करें",
    "button8": "नमाज़ रोज़े के फ़िद्ये का हिसाब",
    "button9": "ऐप चलाने का तरीका",
    "button10": "तासुरात",
    "islamic_inheritance_shares": "इस्लामी विरासत में हिस्सेदारी",
    "islamic_inheritance_shares_description": "शरिया कानून के अनुसार गणना करें",
    "totalAmountLeft" : "मरहूम की जानिब से छोड़ी गई कुल रकम",
    "tajheez": "तजहीज़ व तकफ़ीन पर खर्च होने वाली रकम: (अगर आक़िल व बालिग़ वुरसा अपनी रज़ामंदी से यह खर्च बर्दाश्त कर रहे हों तो यह खाना ख़ाली छोड़ दें)",
    "qarza": "मरहूम के ज़िम्मे बाक़ी रहने वाला क़र्ज़:",
    "nifaz": "अगर मरहूम ने कोई वसीयत की थी, तो उसकी रकम:",
    "tarkah": "तक़सीम-ए-तरका",
    "gender": "ममरहूम की जिंस",
    "male": "मर्द",
    "female": "औरत",
    "familyMembers": "वुरसा",
    "baap" : "बाप",
    "dada" : "दादा",
    "akhyafibhai" : "अख्याफ़ी भाई",
    "akhyafibehen" : "अख्याफ़ी बहन",
    "allatibehen" : "अल्लाती बहन",
    "poti" : "पोती",
    "dadi" : "दादी",
    "nani" : "नानी",
    "haqeeqibehen" : "हक़ीक़ी बहन",
    "maa" : "माँ",
    "beti" : "बेटी",
    "biwi" : "बीवी",
    "beta" : "बेटा",
    "pota" : "पोता",
    "padpota" : "पड़पोता",
    "haqeeqibhai" : "हक़ीक़ी भाई",
    "allatibhai" : "अल्लाती भाई",
    "haqeeqibhateeja" : "हक़ीक़ी भतीजा",
    "allatibhateeja" : "अल्लाती भतीजा",
    "chacha" : "चाचा",
    "shohar" : "शौहर",
    "other": "दीगर",
    "calculateShares": "हिस्सों की गणना करें",
    "shareDistribution": "हिस्सा वितरण",
    "makhraj": "मख़रज",
    "aul": "औल",
    "tasheeh": "तसहीह",
    "radd": "रद्द",
    "fraction": "सिहाम",
    "share": "हिस्सा",
    "money": "रकम",
    "asaba": "असबा",
    "mahroom": "महरूम",
    "Sulus Maa Baqiyah": "सुलुस मा बक़िया",
    "asabaBy6": "1/6 + असबा",
    "numBatans": "बतनों की संख्या दर्ज करें",
    "addingBatans": "बतन जोड़ना शुरू करें",
    "enterInBatan" : "बतन में लोगों को दर्ज करें",
    "batan": "बतन",
    "remove": "हटाएं",
    "finalizeBatan": "बतन अंतिम रूप से तय करें",
    "deceasedno": "मृतक का बतन संख्या दर्ज करें",
    "deceasedpos": "मृतक की पदस्थिति दर्ज करें",
    "enter": "दर्ज करें",
    "printTajheez": "तजहीज़ व तकफ़ीन के अखरजात:",
    "printQarza": "मैय्यत के ज़िम्मे बाक़ी रहने वाला क़र्ज़:",
    "printNifaz": "कुल रक़म जिससे वसीयत को नाफ़िज़ किया जाएगा:",
    "fidyaPara": "अगर मैय्यत पर नमाज़, रोज़े बाक़ी हों, तो वुरसा को चाहिए कि वे इनका फ़िदया अदा कर दें या अगर मैय्यत पर हज फ़र्ज़ था और किसी वजह से वह इसे अदा न कर सका, तो उसकी तरफ़ से हज-ए-बदल करवा लें। याद रहे इस नसीहत पर अमल करना बेहतर है, लेकिन शरअन् लाज़िम और ज़रूरी नहीं।हाँ, अगर मैय्यत ने माल छोड़ा हो और इन चीज़ों की वसीयत की हो, तो तजहीज़ व तकफ़ीन और अदायगी-ए-क़र्ज़ के बाद बचे हुए माल के तिहाई (1/3) हिस्से से इस वसीयत को पूरा करना वाजिब है।",
    "totalAmountZero": "माल-ए-मीरास के बिना तक़सीम-ए-तरक़ा मुमकिन नहीं।",
    "totalEqualTajheez": "मरहूम की जानिब से छोड़ा गया माल, तजहीज़ व तकफ़ीन के अखराजात के बराबर या कम है, लिहाज़ा इस रक़म से फ़क़त उन अखराजात को पूरा किया जाएगा। अदायगी-ए-क़र्ज़, निफ़ाज़-ए-वसीयत और वुरसा के माबैन तक़सीम-ए-तरका मुमकिन नहीं।",
    "totalEqualTajheez_Qarza": "मरहूम की जानिब से छोड़ा गया माल, तजहीज़ व तकफ़ीन के अखराजात और मरहूम के ज़िम्मे बाकी रहने वाले क़र्ज़ के बराबर है। लिहाज़ा इस रक़म से मज़कूरा अखराजात और क़र्ज़ की अदायगी तो की जाएगी, लेकिन निफ़ाज़-ए-वसीयत और वुरसा के माबैन तरका की तक़सीम करना मुमकिन नहीं।",
    "tajheezFullIncompleteQarza": {
        "para1": "मरहूम के छोड़े गए माल से तजहीज़ व तकफ़ीन के अखराजात पूरे किये जा सकते हैं, लेकिन मुकम्मल क़र्ज़ की अदायगी मुमकिन नहीं। लिहाज़ा दर्ज़ ज़ील तरीक़ा इख़्तियार किया जाए:",
        "para2": "1. अगर सिर्फ़ एक क़र्ज़ ख़्वाह हो: तो तजहीज़ व तकफ़ीन के अखराजात निकालने के बाद जो माल बच जाए, वह मुकम्मल तौर पर उसी क़र्ज़ ख़्वाह को दे दिया जाएगा।",
        "para3": "2. अगर एक से ज़ाइद क़र्ज़ ख़्वाह हों: तो बचा हुआ माल तमाम क़र्ज़ ख़्वाहों में उनके क़र्ज़ की निस्बत से तक़सीम किया जाएगा। यानी जिस त़नासुब से कुल क़र्ज़ बाकी है, उसी त़नासुब से हर क़र्ज़ ख़्वाह को रक़म मिलेगी।",
        "para4": "इसे आसानी से मालूम करने का फ़ॉर्मूला यह है:",
        "formula": "(तजहीज़ व तकफ़ीन के बाद बचा हुआ माल × क़र्ज़ ख़्वाह का मुकम्मल क़र्ज़) ÷ मरहूम के ज़िम्मे बाकी रहने वाला कुल क़र्ज़",
        "para5": "इस सूरत में वसीयत पर अमल करना मुमकिन नहीं और न ही वुरसा के दरमियान तरक़ा तक़सीम किया जा सकता है।",
        "para6": "अहम नसीहत: अगर वारिस माली हैसियत रखते हों, तो उन्हें चाहिए कि मरहूम के तरके से क़र्ज़ की जुज़वी अदायगी के बाद बाकी रक़म अपनी जेब से अदा कर दें। यह उनकी तरफ़ से मरहूम के साथ हुस्ने सुलूक होगा। वरना क़यामत के दिन क़र्ज़ ख़्वाहों का मुतालबा बाकी रहेगा। याद रहे इस नसीहत पर अमल करना बाइस-ए-सवाब और बेहतर है, लेकिन शरअन् लाज़िम और ज़रूरी नहीं।"
    },
    "totalEqualQarza": "मरहूम की जानिब से छोड़ा गया माल फ़क़त अदायगी-ए-क़र्ज़ के लिए काफ़ी है। निफ़ाज़-ए-वसीयत या वुरसा के माबैन तरके को तक़सीम करना मुमकिन नहीं।",
    "totalLessQarza": {
        "para1": "मरहूम के छोड़े गए माल से मुकम्मल क़र्ज़ की अदायगी मुमकिन नहीं। लिहाज़ा दर्ज़-ए-ज़ील तरीक़ा इख़्तियार किया जाए:",
        "para2": "1. अगर सिर्फ़ एक क़र्ज़-ख़्वाह हो: तो मुकम्मल माल उसी क़र्ज़-ख़्वाह को दे दिया जाएगा।",
        "para3": "2. अगर एक से ज़ाइद क़र्ज़-ख़्वाह हों: तो मरहूम का माल तमाम क़र्ज़-ख़्वाहों में उनके क़र्ज़ की निस्बत से तक़सीम किया जाएगा। यानी जिस त़नासुब से कुल क़र्ज़ बाक़ी है, उसी त़नासुब से हर क़र्ज़-ख़्वाह को रक़म मिलेगी।",
        "para4": "इसे आसानी से मालूम करने का फ़ॉर्मूला यह है:",
        "formula": "(मरहूम का छोड़ा हुआ माल × क़र्ज़-ख़्वाह का मुकम्मल क़र्ज़) ÷ मरहूम के ज़िम्मे बाक़ी रहने वाला कुल क़र्ज़",
        "para5": "इस सूरत में वसीयत पर अमल करना मुमकिन नहीं, और न ही वुरसा के दरमियान तरके की तक़सीम की जा सकती है।",
        "para6": "अहम नसीहत: अगर वारिस माली हैसियत रखते हों, तो उन्हें चाहिए कि मरहूम के तरके से क़र्ज़ की जुज़वी अदायगी के बाद बाक़ी रक़म अपनी जेब से अदा कर दें। यह उनकी तरफ़ से मरहूम के साथ हुस्ने सुलूक होगा। वरना क़यामत के दिन क़र्ज़-ख़्वाहों का मुतालबा बाक़ी रहेगा। याद रहे, इस नसीहत पर अमल करना बाइस-ए-सवाब और बेहतर है, हालांकि शरअन् लाज़िमी और ज़रूरी नहीं।"
    }
}