{
    "select_language": "zaban mantakhab karin",
    "wirasat_app": "Tayseer ul Faraaiz",
    "caption": "\" Shariat ki Rahnumaai, Adal ka Tahaffuz, Haq ki Takmeel \"",
    "button1": "Taqseem e Tarkah",
    "button2": "Zaroori Hidaayaat",
    "button3": "Hal e Munaaskha",
    "button4": "Zabaan",
    "button5": "Ta'aaruf",
    "button6": "Izhaar e Tashakkur",
    "button7": "Raabitah karein",
    "button8": "Namaz Rozay ke Fidye ka hisab",
    "button9": "App chalane ka Tareeqah",
    "button10": "Taasuraat",
    "islamic_inheritance_shares": "Islami Wirasat ke Hissay",
    "islamic_inheritance_shares_description": "Sharia ke mutabiq hisaab karein",
    "totalAmountLeft" : "Marhoom ki janib se chhori gayi kul raqam",
    "tajheez": "Tajheez o Takfeen par kharch hone wali raqam: (Agar aaqil o baligh wurasa apni razamandi se ye kharch bardasht kar rahe hon, toh ye khana khali chorr dein)",
    "qarza": "Marhoom ke zimme baqi rehne wala qarz",
    "nifaz": "Agar Marhoom ne koi wasiyyat ki thi, toh is ki raqam",
    "tarkah": "Taqseem e Tarkah",
    "gender": "Marhoom Ki Jins",
    "male": "Mard",
    "female": "Aurat",
    "familyMembers": "Wurasaa",
    "baap": "Baap",
    "dada": "Dada",
    "akhyafibhai": "Akhyafi Bhai",
    "akhyafibehen": "Akhayfi Behen",
    "allatibehen": "Allati Behen",
    "poti": "Poti",
    "dadi": "Dadi",
    "nani": "Nani",
    "haqeeqibehen": "Haqeeqi Behen",
    "maa": "Maa",
    "beti": "Beti",
    "biwi": "Biwi",
    "beta": "Beta",
    "pota": "Pota",
    "padpota": "Pad pota",
    "haqeeqibhai": "Haqeeqi Bhai",
    "allatibhai": "Allati Bhai",
    "haqeeqibhateeja": "Haqeeqi Bhateeja",
    "allatibhateeja": "Allati Bhateeja",
    "chacha": "Chacha",
    "shohar": "Shohar",
    "other": "Deegar",
    "Other": "Marhoom",
    "calculateShares": "Hissay Ka Hisaab Karein",
    "shareDistribution": "Taqseem e tarkah ki mukammal tafseel",
    "shareDistributionShort": "(Har waris ke judaganah hissay zayl mein darj hain)",
    "makhraj": "Makhraj",
    "aul": "Aul",
    "tasheeh": "Tasheeh",
    "radd": "Radd",
    "fraction": "Sihaam",
    "share": "Hissa",
    "money": "Raqam",
    "asaba": "Asabah",
    "mahroom": "Mahroom",
    "Sulus Maa Baqiyah": "Sulus Maa Baqiyah",
    "asabaBy6": "1/6 + Asabah",
    "numBatans": "Butoon ki tadaad darj karein:",
    "addingBatans": "Pehla Batan",
    "enterInBatan" : "Batan ke afraad darj karein:",
    "batan": "Batan",
    "remove": "Hazaf karein",
    "finalizeBatan": "Batan Mukammal",
    "deceasedno": "Agla marhoom jis batan mein sab se pehle aata hai, us ka number darj karein",
    "deceasedpos": "Dakhil kiye gaye batan number mein marhoom ka position darj karein",
    "enter": "Agla Marhala",
    "printTajheez": "Tajheez o takfeen ke akhrajaat:",
    "printQarza": "Maiyyat ke zimme baqi rehne wala Qarz:",
    "printNifaz": "Kul raqam jis se wasiyyat ko nafiz kiya jayega:",
    "fidyaPara": "Agar maiyyat par namaz rozay baqi hon, toh wurasa ko chahiye ki woh inka fidya ada kardein ya agar maiyyat par hajj farz tha aur kisi wajah se woh isay ada na kar saka, toh uski taraf se hajj e badal karwa lein. Yaad rahe is naseehat par amal karna behtar hai, lekin shar’an lazim o zaroori nahi.Haan agar maiyyat ne maal chorra ho aur in cheezon ki wasiyyat ki ho, toh tajheez o takfeen aur adaigi e qarz ke baad bache huye maal ke tihaai (1/3) hissay se is wasiyyat ko poora karna wajib hai.",
    "totalAmountZero": "Maal e Meeras ke bighair Taqseem e Tarkah mumkin nahi.",
    "totalEqualTajheez": "Marhoom ki janib se chorra gaya maal, tajheez o takfeen ke akhrajat ke barabar..ya..kam hai, lihaza is raqam se faqat in akhrajat ko poora kiya jayega. Adaigi e Qarz, Nifaz e Wasiyyat aur wurusa ke maa bayn Taqseem e Tarkah mumkin nahi.",
    "totalEqualTajheez_Qarza": "Marhoom ki janib se chorra gaya maal, tajheez o takfeen ke akhrajat aur marhoom ke zimme baaqi rehne wale qarz ke barabar hai. Lihaza is raqam se mazkoorah akhrajat aur qarz ki adaigi toh ki jayegi, lekin nifaz e wasiyyat aur wurusa ke maa bayn tarke ki taqseem karna mumkin nahi.",
    "tajheezFullIncompleteQarza": {
        "para1": "Marhoom ke chhoray gaye maal se tajheez o takfeen ke akhrajat poore kiye ja sakte hain, lekin mukammal qarz ki adaigi mumkin nahi. Lihaza darj-e-zeel tareeqa ikhtiyar kiya jaye:",
        "para2": "1. Agar sirf ek qarz khwah ho: Toh tajheez o takfeen ke akhrajat nikaalne ke baad jo maal bach jaye, woh mukammal tor par usi qarz khwah ko de diya jaye ga.",
        "para3": "2. Agar ek se zaaid qarz khwah hon: Toh bacha hua maal tamaam qarz khwahon mein un ke qarz ki nisbat se taqseem kiya jaye ga. Yani jis tanasub se kul qarz baqi hai, usi tanasub se har qarz khwah ko raqam milegi.",
        "para4": "Isay aasani se maloom karne ka formula ye hai:",
        "formula": "(Tajheez o takfeen ke baad bacha hua maal × qarz khwah ka mukammal qarz) ÷ Marhoom ke zimmah baqi rehne wala kul qarz",
        "para5": "Is soorat mein wasiyyat par amal karna mumkin nahi aur na hi warisoon ke darmiyan tarkah taqseem kiya ja sakta hai.",
        "para6": "Aham naseehat: Agar waris maali haisiyat rakhte hon, to unhein chahiye ke marhoom ke tarkay se qarz ki juzwi adaigi ke baad baqi raqam apni jeb se ada kar dein. Ye un ki taraf se marhoom ke sath husn-e-suluk hoga. Warna Qayamat ke din qarz khwahon ka mutalba baqi rahega. Yaad rahe, is naseehat par amal karna bais-e-sawab aur behtar hai, lekin shar'an laazim aur zaroori nahi."
    },
    "totalEqualQarza": "Marhoom ki janib se chorra gaya maal faqat adaigi e qarz ke liye kafi hai. Nifaz e wasiyyat ya wurusa ke maa bayn tarke ko taqseem karna mumkin nahi.",
    "totalLessQarza": {
        "para1": "Marhoom ke chhore gaye maal se mukammal qarz ki adaigi mumkin nahi. Lihaza darj-e-zeel tareeqa ikhtiyar kiya jaye:",
        "para2": "1. Agar sirf ek qarz khwah ho: Toh mukammal maal usi qarz khwah ko de diya jaye ga.",
        "para3": "2. Agar ek se zaaid qarz khwah hon: Toh marhoom ka maal tamaam qarz khwahon mein un ke qarz ki nisbat se taqseem kiya jaye ga. Yani jis tanasub se kul qarz baqi hai, usi tanasub se har qarz khwah ko raqam milegi.",
        "para4": "Isay aasani se maloom karne ka formula ye hai:",
        "formula": "(Marhoom ka chhora hua maal × qarz khwah ka mukammal qarz) ÷ marhoom ke zimmah baqi rehne wala kul qarz",
        "para5": "Is soorat mein wasiyyat par amal karna mumkin nahi, aur na hi wurasa ke darmiyan tarkah taqseem kiya ja sakta hai.",
        "para6": "Aham naseehat: Agar waris maali haisiyat rakhte hon, toh unhein chahiye ke marhoom ke tarke se qarz ki juzwi adaigi ke baad baqi raqam apni jeb se ada kar dein. Ye un ki taraf se marhoom ke saath husn-e-suluk hoga. Warna Qayamat ke din qarz khwahon ka mutalba baqi rahega. Yaad rahe, is naseehat par amal karna bais-e-sawab aur behtar hai, taaham shar'an laazim o zaroori nahi."
    },
    "AlMablagh": "Al-Mablagh",
    "FidyaAmount": "Ek sadqah e fitr ki raqam darj karein",
    "FidyaAge": "Marhoom ki umr darj karein",
    "FidyaEnter": "Hisaab Karein",
    "FidyaNamazAns": "Namaz ka Fidya",
    "FidyaRozaAns": "Rozay ka Fidya",
    "FidyaTotalAns": "Kul Fidya"
}